# Кнопки админов
btn_admins = '🔑 Админы'
btn_about_users_bot = '👥 Пользователи'

# Текст админов
admin_main_menu_text = 'Админ меню'




# Кнопки юзеров
btn_main_menu = '🏠 Главное меню'

btn_buy = '💳 Купить'
btn_buy_one_month = '🟢 1 месяц - 1⭐️ | 2₽'
btn_help = '🆘 Помощь'


# Текст юзеров
def user_start_message(first_name):
    return (
        f'Привет, {first_name}!\n'
        'Это текст для юзера\n\n'
        '<b>Товары</b>\n'
        '   🥔 Мешок картошки: 1⭐️'
    )

user_buy_text = (
    '<b>Товары</b>\n'
    '   🥔 Мешок картошки: 1⭐️'
)


user_help_text = '''
🆘 В этом разделе доступно:

Решение проблем: Помощь, если возникли сложности.

Поддержка: Прямая связь @/////, пишите разберемся.
'''